Repository: Duongondro/duongondro-ios
Catalog: App/Resources/Practices.xcstrings
Source language: en
Languages: cs, pl, sk

source: Refuge and the Enlightened Attitude
cs: Přijetí útočiště a rozvoj osvíceného postoje
pl: Schronienie i Oświecona Postawa
sk: Prijatie útočiska a rozvoj osvieteného postoja

source: Diamond Mind
cs: Dorje Sempa
pl: Dordże Sempa
sk: Dorje Sempa

source: Meditation on the Buddha of Limitless Light
cs: Amitabha
pl: Amitabha
sk: Amitabha

source: Loving Eyes
cs: Chenrezig
pl: Czenrezig
sk: Chenrezig

source: 16th Karmapa Meditation
cs: Meditace na 16. Karmapu
pl: Medytacja XVI Karmapy
sk: Meditácia na 16. Karmapu

source: Short refuge
cs: Krátké útočiště
pl: Medytacja Schronienia
sk: Meditácia útočiska

source: Prostrations
cs: Poklony
pl: Pokłony
sk: Poklony

source: Dorje Sempa
cs: Meditace na Diamantovou mysl
pl: Diamentowy Umysł
sk: Meditácia na Diamantovú myseľ

source: Mandala offering
cs: Darování mandaly
pl: Podarowanie Mandali
sk: Darovanie mandaly

source: Meditation on the Lama
cs: Meditace na Lamu
pl: Medytacja na Lamę
sk: Meditácia na Lamu

source: Guru Yoga
cs: Guru jóga
pl: Guru Joga
sk: Guru joga

source: 8th Karmapa Meditation
cs: Meditace na 8. Karmapu
pl: Medytacja VIII Karmapy
sk: Meditácia na 8. Karmapu

source: Amitabha
cs: Meditace na Buddhu neomezeného světla
pl: Medytacja na Buddę Nieograniczonego Światła
sk: Meditácia na Buddhu neobmedzeného svetla

source: Chenrezig
cs: Meditace na buddhu Milující oči
pl: Kochające Oczy
sk: Meditácia na buddhu Milujúce oči
